{
    "title": "Hola",
    "login": "Login",
    "pay": "Pay Dues",
    "home": "Home",
    "about": "About",
    "rules": "MLS BCS Rules",
    "members": "Members",
    "service_providers": "Service Providers",
    "activities_calendar": "Activities Calendar",
    "resource_library": "Resource Library",
    "blog": "Blog",
    "contact": "Contact",
    "description": "Our goal is to support you in your pursuit of success",
    "be_member": "Be a member",
    "who_we_are": "Who we are",
    "us": "Us",
    "about_us": "A couple of decades ago, real estate listings around the world were published in a catalog format on a bimonthly or weekly basis; however, listings in Los Cabos used to take up to a year to be published. By the end of the 20th century, real estate agents from various associations regularly gathered to share information about properties that were available for sale. They agreed to compensate brokers who helped sell those properties, and, as a result, the first MLS BCS was born. With the collaboration of its members, this new model has significantly strengthened the real estate sector and offered major benefits with the aid of emerging technologies.",
    "nowadays": "Nowadays, the Multiple Listing Service of Baja California Sur (MLS BCS) is the most comprehensive of its kind in the Mexican market.",
    "nowadays_description": "It is also the real estate entity that has consistently listed and sold the most properties in the destination, thanks to its state-of-the-art technology powered by Flexmls. The system implemented by MLS BCS meets the highest quality standards. It is safe, fast, and easy to use, providing a better experience for agents, real estate brokers, and the general public.",
    "our_goals": "Our goal is to support you in your pursuit of success",
    "your_key": "We Are Your Key to Connect, Grow & Thrive!",
    "we_provide": "We provide our members with tools and resources to help our members achieve success in their career",
    "baja_sur": "Baja Sur, the truly global real estate market",
    "mlsbcs_is": "MLS BCS is an entity of Brokers and Agents dedicated to serving the real estate market in Baja Sur",
    "better_together": "We’re Better Together",
    "our_internal": "Our internal and external working relationships are based upon mutual respect and complete transparency",
    "move_yours": "The next move is yours",
    "how_to_become": "How to become a real estate agent in Baja Sur",
    "it_needs": "It needs the courage to defy the limits and reach the apex of success, We are here to lead.",
    "skillfull": "Skillful professionals and structured systems enable us to achieve operational excellence at all levels.",
    "got_you": "We’ve got you",
    "covered": "covered!",
    "when_buying": "When buying or selling real estate in Baja California Sur, look for the MLS symbol and enlist an MLS agent. Buying real estate in a foreign country is unlike any experience you may have had in your home country or state in Mexico. There are simply different laws, procedures, and safeguards here in Baja California Sur.",
    "we_cover_cabos": "We cover Los Cabos, Los Barriles, Todos los Santos, La Paz and Loreto. Any affiliate Broker or Agent can help you locate available inventory anywhere in the state and quickly connect you with the properties and agents in the area of interest.",
    "real_states": "REAL ESTATE PROFESSIONALS",
    "have_organized": "have organized in Baja California Sur to ensure your success in dealing with Mexican real estate",
    "available_properties": "AVAILABLE PROPERTIES",
    "we_call_ourselves": "We now call ourselves MLS BCS, and we operate a Multiple Listing Service statewide in Baja California Sur",
    "powered_by": "Technology powered by",
    "it_also": "It is also the real estate entity that has consistently listed and sold the most properties in the destination, thanks to its state-of-the-art technology powered by Flexmls. The system implemented by MLS BCS meets the highest quality standards. It is safe, fast, and easy to use, providing a better experience for agents, real estate brokers, and the general public.",
    "become_a": "become a",
    "member": "member",
    "thank_you": "Thank you for your interest in becoming a member of the MLS BCS",
    "become_propietor": "Become a proprietor, partner, or corporate of a real estate or appraisal firm, or an individual exercising management control of such firm.",
    "get_in_touch": "GET IN TOUCH",
    "phone": "Phone",
    "email": "Email",
    "newsletter": "Newsletter",
    "get_latest": "Get the latest news & updates",
    "your_email": "Your Email",
    "subscribe": "Subscribe",
    "board_of": "BOARD OF",
    "directors": "DIRECTORS",
    "our_board": "Our board of directors is composed of individuals who, on the basis of their knowledge and experience, make valuable contributions to the overall conduct of the business.",
    "staff": "STAFF",
    "administration": "ADMINISTRATION",
    "good_hands": "You’re in Good Hands",
    "contact_us": "CONTACT US",
    "name": "Name",
    "message": "Message",
    "send": "SEND",
    "operating": "MLS BCS OPERATING",
    "policies": "POLICIES AND PROCEDURES",
    "following_pages": "The following pages of the MLS BCS Operating Policies and Procedures are the ground rules of our organization. All members/users agree to abide by and uphold these rules throughout their professional conduct and representation.",
    "e_lists": "The MLS BCS E-lists are email lists that our members can join in order to market their listings to other Brokers. These Broker to Broker (b2b) emails allow our members to communicate professionally with each other on listings, rental properties, and other real estate-related topics. This system is designed to be maintained by each member.",
    "member_directory": "MEMBERS DIRECTORY",
    "sync": "sync",
    "directory": "DIRECTORY",
    "company": "Company",
    "application": "APPLICATION",
    "use_the_most": "Mexico’s most extensive, comprehensive MLS system is open to all qualifying real estate professionals in Baja California Sur. Apart from the standards and regulations that govern its use, MLS BCS has the nation’s most restrictive and elite MLS system. Agents must work under the supervision of a subscribed broker. Furthermore, new brokers must have the requisite experience, an established business location, and a fiscal presence in Mexico and the Municipality. All subscribers are held to the highest professional standards in the nation.",
    "interested": "Interested?",
    "read_rulws": "We kindly invite you to read the MLS BCS Rules and the requirements set forth in the subscription forms. Please feel free to contact admin@mlsbcs.cm.mx for any questions.",
    "fill_form": "FILL FORM",
    "our_collaboration": "Our collaboration network allows agents to seamlessly integrate third-party service providers and partners into their in-house processes. This presents a unique opportunity for real estate service providers such as lawyers, mortgage brokers, and insurance companies to achieve new business.",
    "categories": "Categories",
    "education": "EDUCATION",
    "calendar": "CALENDAR",
    "new_event": "ADD NEW EVENT",
    "from_the": "FROM THE",
    "blog_categories": "Blog categories",
    "add_new": "Add new",
    "next": "Next",
    "multiple": "MULTIPLE LISTING SERVICE IN BAJA CALIFORNIA SUR",
    "hours": "HOURS",
    "mon_fri": "Monday - Friday",
    "sat": "Saturday",
    "call_appointment": "Call for appointment",
    "hello": "HELLO!",
    "send_us_message": "Send us a message and we will get in touch with you.",
    "subject": "Subject",
    "submit": "Submit",
    "forgot": "Forgot password",
    "password": "Password",
    "write_mls_email": "Write your email to access Flex",
    "cancel": "Cancel",
    "change_password": "Change password",
    "confirm_password": "Confirm password",
    "save": "save",
    "search": "Search",
    "lastname": "Last Name",
    "kya": "Know Your Agent",
    "full_name": "Full name",
    "congrats": "Congratulations!",
    "call_to": "If you need assistance, please call us at +52 (624) 172-7022.",
    "congrats_text": "You are working with a certified real estate agent member of the MLS BCS.",
    "fail": "Your search did not match any results.",
    "fail_text": "We apologize for the inconvenience, but based on the information provided, this person does not appear in our records and therefore is not an authorized MLS BCS agent.",
    "first_t": "With more than 700 agents and +150 registered real estate brokerage companies, the Multiple Listing Service of Baja California Sur (MLS BCS) stands out for its high level of expertise and professional integrity. Its members undergo continuous training to maintain their membership; they are required to complete the agent management course and must also reiterate their commitment to respect the code of ethics, which is vital to preserve the highest standards of quality and integrity among MLS BCS members.",
    "second_t": "The main objective of MLS BCS is to foster a progressive real estate industry, whose image and professionalism consolidate and enhance the public’s understanding and appreciation for real estate while reinforcing the support for regulatory authorities to develop a strong and dynamic industry.",
    "third_t": "This online tool is intended to help you ascertain whether or not your real estate agent is registered and authorized by the MLS BCS.",
    "fourth_t": "Should you encounter unauthorized individuals performing any of the activities mentioned above, please contact Norma de la Garza, our Administrator, at +52 (624) 172-7022.",
    "resources": "DOWNLOADABLE RESOURCES",
    "be": "be",
    "a_member": "a member"
}