{
    "title": "Hola",
    "login": "Iniciar sesión",
    "pay": "Pagar membresia",
    "home": "Inicio",
    "about": "Nosotros?",
    "rules": "Reglas MLS BCS",
    "members": "Miembros",
    "service_providers": "Prestadores de servicios",
    "activities_calendar": "Calendario de actividades",
    "resource_library": "Recursos",
    "blog": "Blog",
    "contact": "Contacto",
    "description": "Nuestro objetivo es apoyarlo en su búsqueda del éxito.",
    "be_member": "Se un miembro",
    "who_we_are": "¿Quiénes somos",
    "us": "",
    "about_us": "Hace un par de décadas, los listados de bienes raíces en el mundo solían publicarse en catálogos de forma bimestral o semanal; sin embargo, en el caso de Los Cabos, estos podían tardar hasta un año en ser publicados. A finales del siglo XX, agentes inmobiliarios de diferentes asociaciones comenzaron a reunirse regularmente para compartir información sobre las propiedades en venta disponibles. Acordaron compensar a aquellos corredores que ayudaran a vender esas propiedades y, como resultado, nació la primera MLS. Con la colaboración de sus miembros, este nuevo modelo fortaleció al sector inmobiliario y ofreció grandes ventajas con la ayuda de las nuevas tecnologías que se fueron desarrollando a lo largo de los años.",
    "nowadays": "Hoy en día, el Servicio de Listado Múltiple de Baja California Sur (MLS BCS) es el más completo de su clase en el mercado mexicano.",
    "nowadays_description": "Gracias a su tecnología de punta, respaldada por Flexmls, MLS BCS es la entidad inmobiliaria con más propiedades enlistadas y vendidas en el destino. El sistema que ha implementado cumple con los más altos estándares de calidad, además de ser seguro, rápido y fácil de utilizar, brindando una mejor experiencia a los agentes, corredores de bienes raíces y público en general.",
    "our_goals": "Nuestro objetivo es apoyarlo en su búsqueda del éxito",
    "your_key": "¡Somos su clave para conectarse, crecer y prosperar!",
    "we_provide": "Brindamos a nuestros miembros herramientas y recursos para ayudar a nuestros miembros a alcanzar el éxito en su carrera",
    "baja_sur": "Baja Sur, el mercado inmobiliario verdaderamente global",
    "mlsbcs_is": "MLS BCS es una entidad de Corredores y Agentes dedicada a atender el mercado inmobiliario en Baja Sur",
    "better_together": "Estamos mejor junto",
    "our_internal": "Nuestras relaciones de trabajo internas y externas se basan en el respeto mutuo y la total transparencia",
    "move_yours": "El próximo movimiento es tuyo",
    "how_to_become": "Cómo convertirse en agente de bienes raíces en Baja Sur",
    "it_needs": "Se necesita coraje para desafiar los límites y alcanzar la cúspide del éxito. Estamos aquí para liderar",
    "skillfull": "Los profesionales hábiles y los sistemas estructurados nos permiten alcanzar la excelencia operativa en todos los niveles",
    "got_you": "!Nosotros",
    "covered": "te cubrimos!",
    "when_buying": "Al comprar o vender bienes raíces en Baja California Sur, busque nuestro logo y contacte a un agente de MLS. La compra de bienes raíces en el extranjero conlleva un proceso diferente al que se lleva a cabo en su país de origen; y, en Baja California Sur, la experiencia es única debido a sus leyes, procedimientos y garantías propias.",
    "we_cover_cabos": "Cubrimos Los Cabos, Los Barriles, Todos Santos, La Paz y Loreto. Nuestros corredores y agentes afiliados pueden ayudarle a encontrar el inventario disponible en cualquier parte del estado y contactar con las propiedades ofertadas y los agentes ubicados en el área de interés.",
    "real_states": "PROFESIONALES INMOBILIARIOS",
    "have_organized": "se han organizado en Baja California Sur para brindarle la mejor experiencia en bienes raíces del estado",
    "available_properties": "PROPIEDADES DISPONIBLES",
    "we_call_ourselves": "Ahora somos MLS BCS y operamos un Servicio de Listado Múltiple en todo el estado de Baja California Sur",
    "powered_by": "Tecnología impulsada por",
    "it_also": "Gracias a su tecnología de punta, respaldada por Flexmls, MLS BCS es la entidad inmobiliaria con más propiedades enlistadas y vendidas en el destino. El sistema que ha implementado cumple con los más altos estándares de calidad, además de ser seguro, rápido y fácil de utilizar, brindando una mejor experiencia a los agentes, corredores de bienes raíces y público en general.",
    "become_a": "conviértete en un",
    "member": "solicitud de",
    "thank_you": "GRACIAS POR SU INTERÉS EN SER MIEMBRO DE MLS BCS",
    "become_propietor": "Convertirse en propietario, socio o funcionario corporativo de una empresa inmobiliaria o de tasación, o en una persona que ejerza el control de gestión de dicha empresa",
    "get_in_touch": "PÓNGASE EN CONTACTO",
    "phone": "Teléfono",
    "email": "Correo electrónico",
    "newsletter": "Boletín",
    "get_latest": "Obtenga las últimas novedades y actualizaciones",
    "your_email": "Su correo electrónico",
    "subscribe": "Suscribirse",
    "board_of": "JUNTA",
    "directors": "DIRECTIVA",
    "our_board": "Nuestra junta directiva está compuesta por personas que con sus conocimientos y experiencia hacen valiosas contribuciones a la conducción general del negocio.",
    "staff": "PERSONAL",
    "administration": "ADMINISTRACIÓN",
    "good_hands": "Estás en buenas manos",
    "contact_us": "CONTÁCTENOS",
    "name": "Nombre",
    "message": "Mensaje",
    "send": "Enviar",
    "operating": "POLÍTICAS Y PROCEDIMIENTOS ",
    "policies": "OPERATIVOS DE MLS BCS",
    "following_pages": "El siguiente documento establece las Políticas y Procedimientos Operativos de MLS BCS, los cuales son la base fundamental de nuestra organización. Todos los miembros/usuarios se comprometen a cumplir y aplicar estas normas en su conducta y quehacer profesional.",
    "e_lists": "Las listas electrónicas de MLS BCS son listas de correo electrónico a las que nuestros miembros pueden suscribirse para comercializar sus listados con otros corredores. Estos correos electrónicos de corredor a corredor (b2b) permiten a nuestros miembros comunicarse profesionalmente entre sí sobre listados, propiedades en alquiler y otros temas relacionados con los bienes raíces. Este sistema está diseñado para ser gestionado por cada miembro.",
    "member_directory": "DIRECTORIO DE MIEMBROS",
    "sync": "Sincronizar",
    "directory": "DIRECTORIO",
    "company": "Empresa",
    "application": "MEMBRESÍA",
    "use_the_most": "El sistema MLS más extenso y completo de México está disponible para todos los profesionales inmobiliarios calificados en Baja California Sur. Además de los estándares y regulaciones que rigen su uso, MLS BCS tiene el sistema MLS más restrictivo y exigente del país. Los agentes deben trabajar bajo la supervisión de un corredor suscrito. Además, los nuevos corredores deben contar con la experiencia requerida, una dirección comercial establecida y una presencia fiscal en México y en el Municipio. Todos los suscriptores están sujetos a los más altos estándares profesionales de la nación.",
    "interested": "¿Interesado?",
    "read_rulws": "Le invitamos a leer las Reglas MLS BCS y los requisitos establecidos en los formularios de suscripción. Para cualquier consulta no dude en contactarnos al correo admin@mlsbcs.cm.mx.",
    "fill_form": "LLENAR FORMULARIO",
    "our_collaboration": "Nuestra red de colaboración permite a nuestros agentes integrar fácilmente a socios y proveedores de servicios externos en sus procesos internos. Esto supone una oportunidad única para que los proveedores de servicios inmobiliarios como abogados, agentes hipotecarios y compañías de seguros, consigan nuevos negocios.",
    "categories": "Categorías",
    "education": "EDUCACIÓN",
    "calendar": "CALENDARIO",
    "new_event": "AÑADIR NUEVO EVENTO",
    "from_the": "DEL",
    "blog_categories": "categorías de blog",
    "add_new": "Agregar nuevo",
    "next": "Siguiente",
    "multiple": "SERVICIO DE LISTADO MÚLTIPLE EN BAJA CALIFORNIA SUR",
    "hours": "HORARIO",
    "mon_fri": "Lunes - Viernes",
    "sat": "Sábado",
    "call_appointment": "Llamar para concertar una cita",
    "hello": "¡HOLA!",
    "send_us_message": "Envíanos un mensaje y nos pondremos en contacto contigo.",
    "subject": "Asunto",
    "submit": "Enviar",
    "forgot": "Olvidé mi contraseña",
    "password": "Contraseña",
    "write_mls_email": "Escribe tu correo electrónico de acceso a Flex",
    "lastname": "Apellido",
    "search": "Buscar",
    "full_name": "Nombre completo",
    "cancel": "cancelar",
    "change_password": "Cambia tu contraseña",
    "confirm_password": "Confirma tu contraseña",
    "save": "guardar",
    "kya": "Conoce a tu agente",
    "congrats": "¡Enhorabuena!",
    "call_to": "Si necesita ayuda, llámenos al +52 (624) 172-7022",
    "congrats_text": "Está trabajando con un agente inmobiliario certificado miembro de MLS BCS.",
    "fail": "Su búsqueda no arrojó ningún resultado.",
    "fail_text": "Pedimos disculpas por las molestias, pero según la información proporcionada, esta persona no aparece en nuestros registros y, por lo tanto, no es un agente autorizado de MLS BCS.",
    "first_t": "Con más de 700 agentes y +150 empresas de corretaje inmobiliario registradas, el Servicio de Listado Múltiple de Baja California Sur (MLS BCS) se destaca por su alto nivel de especialización e integridad profesional. Sus miembros reciben capacitación continua para mantener su afiliación, requieren completar el curso de gestión para agentes y, además, deben reiterar su compromiso de respetar el código de ética, el cual resulta de vital importancia para mantener los más altos estándares de calidad e integridad entre sus miembros.",
    "second_t": "MLS BCS tiene como objetivo principal fomentar una industria inmobiliaria progresista, cuya imagen y profesionalismo consoliden y mejoren la comprensión y el aprecio del público por los bienes raíces, y a su vez refuercen el apoyo a las autoridades reguladoras para desarrollar una industria fuerte y dinámica.",
    "third_t": "Esta herramienta en línea tiene por objeto ayudarle a determinar si su agente de bienes raíces está registrado y autorizado por MLS BCS. Solo las personas registradas en MLS BCS están autorizadas para promover, vender o alquilar propiedades en el estado de Baja California Sur.",
    "fourth_t": "En caso de encontrar personas no autorizadas realizando alguna de las actividades antes mencionadas, favor de contactar a nuestra administradora Norma de la Garza al teléfono +52 (624) 172-7022.",
    "resources": "Recursos descargables",
    "be": "Se",
    "a_member": "un miembro"
}
